Repository: Elorucov/Laney-Avalonia
Catalog: L2/Assets/i18n/Resources.*.resx
Languages: ru_ru, uk_ua

# lang
source: en
ru_ru: ru
uk_ua: uk

# human
source: English
ru_ru: Русский
uk_ua: Українська

# seconds_short
source: {0} s
ru_ru: {0}с
uk_ua: {0}с

# minutes_short
source: {0} min
ru_ru: {0}мин
uk_ua: {0}хв

# hours_short
source: {0} h
ru_ru: {0}ч
uk_ua: {0}г

# days_short
source: {0} d
ru_ru: {0}д
uk_ua: {0}д

# months_short
source: {0} m
ru_ru: {0}м
uk_ua: {0}м

# years_short
source: {0} y
ru_ru: {0}г
uk_ua: {0}р

source: yesterday
ru_ru: вчера
uk_ua: вчора

source: today
ru_ru: сегодня
uk_ua: сьогоднi

source: tomorrow
ru_ru: завтра
uk_ua: завтра

# time_at
source: at
ru_ru: в
uk_ua: о

source: All
ru_ru: Все
uk_ua: Все

source: You
ru_ru: Вы
uk_ua: Ви

source: Yes
ru_ru: Да
uk_ua: Так

source: No
ru_ru: Нет
uk_ua: Нi

# retry
source: Try again
ru_ru: Повторить попытку
uk_ua: Повторити спробу

# nothing_found
source: Nothing was found
ru_ru: Ничего не найдено
uk_ua: Нічого не знайдено

source: Open
ru_ru: Открыть
uk_ua: Вiдкрити

source: Close
ru_ru: Закрыть
uk_ua: Закрити

source: Add
ru_ru: Добавить
uk_ua: Додати

source: Save
ru_ru: Сохранить
uk_ua: Зберегти

source: Search
ru_ru: Поиск
uk_ua: Пошук

source: Attach
ru_ru: Прикрепить
uk_ua: Прикріпити

source: Delete
ru_ru: Удалить
uk_ua: Видалити

source: Block
ru_ru: Заблокировать
uk_ua: Заблокувати

source: Unblock
ru_ru: Разблокировать
uk_ua: Розблокувати

source: Open profile
ru_ru: Открыть профиль
uk_ua: Вiдкрити профiль

source: More
ru_ru: Ещё
uk_ua: Ще

# wait
source: Please wait...
ru_ru: Подождите...
uk_ua: Зачекайте...

source: Enable
ru_ru: Включить
uk_ua: Увімкнути

source: Disable
ru_ru: Отключить
uk_ua: Вимкнути

source: Enabled
ru_ru: Включены
uk_ua: Увімкнені

source: Disabled
ru_ru: Отключены
uk_ua: Вимкнені

source: Offset
ru_ru: Смещение
uk_ua: Зміщення

source: Count
ru_ru: Всего
uk_ua: Всього

source: Sound
ru_ru: Звук
uk_ua: Звук

source: Go
ru_ru: Перейти
uk_ua: Перейти

# sign_in_direct
source: Sign in using login and password
ru_ru: Вход по логину и паролю
uk_ua: Вхід за логіном та паролем

# sign_in_vk_id
source: Sign in with VK ID
ru_ru: Войти через VK ID
uk_ua: Увійти через VK ID

# sign_in_qr
source: Sign in via QR
ru_ru: Войти с помощью QR-кода
uk_ua: Увійти за допомогою QR-коду

source: Sign in
ru_ru: Войти
uk_ua: Увійти

source: Go back
ru_ru: Вернуться назад
uk_ua: Повернутися назад

source: Customize
ru_ru: Настроить
uk_ua: Налаштувати

source: Loading...
ru_ru: Загрузка...
uk_ua: Завантаження...

# landing_title
source: This is Laney
ru_ru: Это Laney
uk_ua: Це Laney

# landing_subtitle
source: The messenger of VK social network
ru_ru: Мессенджер социальной сети ВКонтакте
uk_ua: Мессенджер соціальної мережі ВКонтактi

# landing_auth_in_progress_title
source: Authorization
ru_ru: Авторизация
uk_ua: Авторизація

# landing_auth_in_progress
source: Please allow access to your account.
ru_ru: Пожалуйста, разрешите доступ к вашему аккаунту.
uk_ua: Будь ласка, дозвольте доступ до вашого аккаунту.

# da_login
source: E-mail or phone
ru_ru: E-mail или телефон
uk_ua: Email або телефон

# da_password
source: Password
ru_ru: Пароль
uk_ua: Пароль

# da_2fa_confirm
source: Confirm
ru_ru: Подтвердите вход
uk_ua: Підтвердіть вхід

# da_2fa_app
source: Enter the code provided by the code-generating app:
ru_ru: Введите код из приложения-генератора кодов:
uk_ua: Введіть код з додатка-генератора кодів:

# da_2fa_sms
source: Enter the code sent via SMS to {0}:
ru_ru: Введите код, отправленный по SMS на номер {0}:
uk_ua: Введіть код, надісланий по SMS на номер {0}:

# da_wrong_otp_code
source: Incorrect confirmation code!
ru_ru: Неверный код подтверждения!
uk_ua: Неправильний код підтвердження!

# not_implemented
source: Not implemented yet
ru_ru: Пока не реализовано
uk_ua: Не реалізовано

# not_implemented_desc
source: This feature will coming in the next beta-versions of Laney.
ru_ru: Функция появится в следующих бета-версиях Laney.
uk_ua: Ця функцiя з'явиться в наступних бета-версiях Laney.

source: Error
ru_ru: Ошибка
uk_ua: Помилка

# error_api
source: VK API error
ru_ru: Ошибка VK API
uk_ua: Помилка VK API

# err_network
source: Network error
ru_ru: Ошибка сети
uk_ua: Помилка мережі

# err_network_general
source: Please check your internet connection and try again.
ru_ru: Проверьте соединение и повторите попытку.
uk_ua: Перевірте з'єднання і спробуйте знову.

# err_network_no_connection
source: No internet connection.
ru_ru: Отсутствует интернет-соединение.
uk_ua: Відсутнє інтернет-з'єднання.

# err_network_shinaprovod
source: A server error occurred. Please try again later.
ru_ru: Произошла ошибка на сервере. Повторите попытку позже.
uk_ua: Сталася помилка на сервері. Повторіть спробу пізніше.

# err_network_aborted
source: Connection aborted.
ru_ru: Соединение прервано.
uk_ua: З'єднання перервано

# err_network_timeout
source: Connection timed out.
ru_ru: Время ожидания ответа от сервера истекло.
uk_ua: Перевищено час очікування відповіді від сервера.

# captcha_title
source: Enter captcha
ru_ru: Введите код с картинки
uk_ua: Введіть код з картинки

# captcha_placeholder
source: Enter the code
ru_ru: Введите код
uk_ua: Введіть код

# ls_done
source: Go back to Laney.
ru_ru: Вернитесь в Laney.

source: Emoji
ru_ru: Эмодзи
uk_ua: Емодзi

source: Recent
ru_ru: Недавние
uk_ua: Недавнi

source: Favorites
ru_ru: Избранное
uk_ua: Збережене

source: Saved messages
ru_ru: Сохранённые сообщения
uk_ua: Збережені повідомлення

# info
source: Information
ru_ru: Информация
uk_ua: Iнформацiя

# groups_management
source: Community management
ru_ru: Управление сообществами
uk_ua: Керування спільнотами

source: Important messages
ru_ru: Важные сообщения
uk_ua: Важливі повідомлення

source: Favorite messages
ru_ru: Избранные сообщения
uk_ua: Обрані повідомлення

source: Settings
ru_ru: Настройки
uk_ua: Налаштування

source: About
ru_ru: О программе
uk_ua: Про додаток

source: Log out
ru_ru: Выйти из аккаунта
uk_ua: Вийти з акаунту

# log_out_confirm
source: Are you sure you want to log out?
ru_ru: Вы уверены, что хотите выйти из Вашего аккаунта?
uk_ua: Ви впевнені, що хочете вийти з Вашого акаунту?

source: Exit
ru_ru: Выйти
uk_ua: Вийти

# app_version
source: Version
ru_ru: Версия
uk_ua: Версiя

source: Build time
ru_ru: Время сборки

# launch_time
source: Launch duration
ru_ru: Длительность запуска

# dotnet_version
source: .NET version
ru_ru: Версия .NET
uk_ua: Версiя .NET

source: Chats
ru_ru: Чаты
uk_ua: Чати

source: Private messages
ru_ru: Личные сообщения
uk_ua: Приватні повідомлення

source: Group chats
ru_ru: Групповые чаты
uk_ua: Группові чати

# chatview_placeholder
source: Select a chat or create a new one
ru_ru: Выберите чат или создайте новый
uk_ua: Виберіть чат або створіть новий

source: Members
ru_ru: Участники
uk_ua: Учасники

# members_sub_nom
source: {0} member
ru_ru: {0} участник
uk_ua: {0} учасник

# members_sub_gen
source: {0} members
ru_ru: {0} участника
uk_ua: {0} учасника

# members_sub_plu
source: {0} members
ru_ru: {0} участников
uk_ua: {0} учасникiв

# chat_kicked
source: You were removed from the chat
ru_ru: Вас исключили из беседы
uk_ua: Ви виключені з бесіди

# chat_left
source: You left the chat
ru_ru: Вы вышли из беседы
uk_ua: Ви вийшли з бесіди

# cannot_write
source: You cannot send messages
ru_ru: Отправка сообщений ограничена
uk_ua: Вiдправлення повiдомлень обмежене

# user_blacklisted_by_me_f
source: Blacklisted
ru_ru: Добавлена в чёрный список
uk_ua: Додана у чорний список

# user_blacklisted_by_me_m
source: Blacklisted
ru_ru: Добавлен в чёрный список
uk_ua: Доданий у чорний список

# user_blacklisted_f
source: Added you to the blacklist
ru_ru: Добавила Вас в чёрный список
uk_ua: Додала Вас у чорний список

# user_blacklisted_m
source: Added you to the blacklist
ru_ru: Добавил Вас в чёрный список
uk_ua: Додав Вас у чорний список

source: User blocked
ru_ru: Пользователь заблокирован
uk_ua: Користувача заблоковано

source: User deleted
ru_ru: Пользователь удалён
uk_ua: Користувача видалено

# user_private
source: Private profile
ru_ru: Закрытый профиль
uk_ua: Закритий профіль

# offline_last_month_f
source: Last seen this month
ru_ru: Была в сети в этом месяце
uk_ua: Була у мережі в цьому місяці

# offline_last_week_f
source: Last seen this week
ru_ru: Была в сети на этой неделе
uk_ua: Була у мережі на цьому тижні

# offline_long_ago_f
source: Last seen a long time ago
ru_ru: Была в сети давно
uk_ua: Була у мережі давно

# offline_recently_f
source: Last seen recently
ru_ru: Была в сети недавно
uk_ua: Була у мережі недавно

# offline_last_seen_f
source: Last seen {0}
ru_ru: Была в сети {0}
uk_ua: Була у мережі {0}

# offline_last_month_m
source: Last seen this month
ru_ru: Был в сети в этом месяце
uk_ua: Був у мережі в цьому місяці

# offline_last_week_m
source: Last seen this week
ru_ru: Был в сети на этой неделе
uk_ua: Був у мережі на цьому тижні

# offline_long_ago_m
source: Last seen a long time ago
ru_ru: Был в сети давно
uk_ua: Був у мережі давно

# offline_recently_m
source: Last seen recently
ru_ru: Был в сети недавно
uk_ua: Був у мережі недавно

# offline_last_seen_m
source: Last seen {0}
ru_ru: Был в сети {0}
uk_ua: Був у мережі {0}

source: Online
ru_ru: в сети
uk_ua: у мережі

# online_via
source: online via {0}
ru_ru: в сети с {0}
uk_ua: у мережі з {0}

source: Offline
ru_ru: не в сети
uk_ua: не в мережі

source: Casper-chat
ru_ru: Фантом-чат
uk_ua: Фантом-чат

source: Follower
ru_ru: Подписчик
uk_ua: Підписник

# follower_nom
source: {0} follower
ru_ru: {0} подписчик
uk_ua: {0} підписник

# follower_gen
source: {0} followers
ru_ru: {0} подписчика
uk_ua: {0} підписника

# follower_plu
source: {0} followers
ru_ru: {0} подписчиков
uk_ua: {0} підписникiв

source: Message
ru_ru: Сообщение
uk_ua: Повідомлення

source: Messages
ru_ru: Сообщения
uk_ua: Повідомлення

# message_nom
source: {0} message
ru_ru: {0} сообщение
uk_ua: {0} повідомлення

# message_gen
source: {0} messages
ru_ru: {0} сообщения
uk_ua: {0} повідомлення

# message_plu
source: {0} messages
ru_ru: {0} сообщений
uk_ua: {0} повідомлень

source: Forwarded message
ru_ru: Пересланное сообщение
uk_ua: Переслані повідомлення

# forwarded_message_nom
source: {0} forwarded message
ru_ru: {0} пересланное сообщение
uk_ua: {0} переслані повідомлення

# forwarded_message_gen
source: {0} forwarded messages
ru_ru: {0} пересланных сообщения
uk_ua: {0} переслані повідомлення

# forwarded_message_plu
source: {0} forwarded messages
ru_ru: {0} пересланных сообщений
uk_ua: {0} пересланих повідомлень

# forwarded_message_more_nom
source: {0} more message
ru_ru: Ещё {0} сообщение
uk_ua: Ще {0} повідомлення

# forwarded_message_more_gen
source: {0} more messages
ru_ru: Ещё {0} пересланных сообщения
uk_ua: Ще {0} повідомлення

# forwarded_message_more_plu
source: {0} more messages
ru_ru: Ещё {0} пересланных сообщений
uk_ua: Ще {0} повідомлень

source: Attachment
ru_ru: Вложение
uk_ua: Вкладення

# attachment_nom
source: {0} attachment
ru_ru: {0} вложение
uk_ua: {0} вкладення

# attachment_gen
source: {0} attachments
ru_ru: {0} вложения
uk_ua: {0} вкладення

# attachment_plu
source: {0} attachments
ru_ru: {0} вложений
uk_ua: {0} вкладень

source: Audio
ru_ru: Аудио
uk_ua: Аудіо

# audio_nom
source: {0} audio
ru_ru: {0} аудио
uk_ua: {0} аудіо

# audio_gen
source: {0} audios
ru_ru: {0} аудио
uk_ua: {0} аудіо

# audio_plu
source: {0} audios
ru_ru: {0} аудио
uk_ua: {0} аудіо

# audio_message
source: Voice message
ru_ru: Голосовое сообщение
uk_ua: Голосове повідомлення

# audio_message_nom
source: {0} voice message
ru_ru: {0} голосовое сообщение
uk_ua: {0} голосове повідомлення

# audio_message_gen
source: {0} voice messages
ru_ru: {0} голосовых сообщения
uk_ua: {0} голосове повідомлення

# audio_message_plu
source: {0} voice messages
ru_ru: {0} голосовых сообщений
uk_ua: {0} голосових повідомлень

# doc
source: File
ru_ru: Файл
uk_ua: Файл

# doc_nom
source: {0} file
ru_ru: {0} файл
uk_ua: {0} файл

# doc_gen
source: {0} files
ru_ru: {0} файла
uk_ua: {0} файлу

# doc_plu
source: {0} files
ru_ru: {0} файлов
uk_ua: {0} файлiв

source: Photo
ru_ru: Фото
uk_ua: Фото

# photo_nom
source: {0} photo
ru_ru: {0} фото
uk_ua: {0} фото

# photo_gen
source: {0} photos
ru_ru: {0} фото
uk_ua: {0} фото

# photo_plu
source: {0} photos
ru_ru: {0} фото
uk_ua: {0} фото

source: Video
ru_ru: Видео
uk_ua: Відео

# video_nom
source: {0} video
ru_ru: {0} видео
uk_ua: {0} відео

# video_gen
source: {0} videos
ru_ru: {0} видео
uk_ua: {0} відео

# video_plu
source: {0} videos
ru_ru: {0} видео
uk_ua: {0} відео

source: Call
ru_ru: Звонок
uk_ua: Дзвінок

source: Curator
ru_ru: Куратор
uk_ua: Куратор

source: Event
ru_ru: Мероприятие
uk_ua: Мероприятие

# geo
source: Place
ru_ru: Место
uk_ua: Мiсце

source: Gift
ru_ru: Подарок
uk_ua: Подарунок

source: Graffiti
ru_ru: Граффити
uk_ua: Графіті

# group_call_in_progress
source: Group call
ru_ru: Групповой звонок
uk_ua: Груповий дзвінок

source: Link
ru_ru: Ссылка
uk_ua: Посилання

source: Links
ru_ru: Ссылки
uk_ua: Посилання

# market
source: Product
ru_ru: Товар
uk_ua: Товар

source: Narrative
ru_ru: Сюжет
uk_ua: Сюжет

source: Podcast
ru_ru: Подкаст
uk_ua: Подкаст

source: Poll
ru_ru: Опрос
uk_ua: Опитування

source: Sticker
ru_ru: Стикер
uk_ua: Стікер

# ugc_sticker
source: Sticker
ru_ru: Стикер
uk_ua: Стікер

source: Story
ru_ru: История
uk_ua: Iсторія

# wall
source: Wall post
ru_ru: Запись на стене
uk_ua: Запис зі стіни

# wall_reply
source: Wall comment
ru_ru: Комментарий со стены
uk_ua: Коментар зі стіни

source: Not supported
ru_ru: Не поддерживается
uk_ua: Не підтримується

source: Empty message
ru_ru: Пустое сообщение
uk_ua: Пусте повiдомлення

# edited_indicator
source: edited
ru_ru: ред.
uk_ua: ред.

# editing
source: Edit
ru_ru: Редактирование
uk_ua: Редагування

# msg_action_create_m
source: created the group chat
ru_ru: создал беседу
uk_ua: створив бесіду

# msg_action_create_f
source: created the group chat
ru_ru: создала беседу
uk_ua: створила бесіду

# msg_action_invited_m
source: invited
ru_ru: пригласил
uk_ua: запросив

# msg_action_invited_f
source: invited
ru_ru: пригласила
uk_ua: запросила

# msg_action_returned_m
source: returned to the group chat
ru_ru: вернулся в беседу
uk_ua: повернувся в бесіду

# msg_action_returned_f
source: returned to the group chat
ru_ru: вернулась в беседу
uk_ua: повернулася в бесіду

# msg_action_invited_by_link_m
source: joined the conversation via link
ru_ru: присоединился к беседе по ссылке
uk_ua: приєднався до бесіди за посиланням

# msg_action_invited_by_link_f
source: joined the conversation via link
ru_ru: присоединилась к беседе по ссылке
uk_ua: приєдналася до бесіди за посиланням

# msg_action_left_m
source: left the group chat
ru_ru: покинул беседу
uk_ua: покинув бесіду

# msg_action_left_f
source: left the group chat
ru_ru: покинула беседу
uk_ua: покинула бесіду

# msg_action_kick_m
source: removed
ru_ru: исключил
uk_ua: виключив

# msg_action_kick_f
source: removed
ru_ru: исключила
uk_ua: виключила

# msg_action_photo_update_m
source: changed the group chat photo
ru_ru: изменил фотографию беседы
uk_ua: змінив фотографію бесіди

# msg_action_photo_update_f
source: changed the group chat photo
ru_ru: изменила фотографию беседы
uk_ua: змінила фотографію бесіди

# msg_action_photo_remove_m
source: deleted the group chat photo
ru_ru: удалил фотографию беседы
uk_ua: видалив фотографію бесіди

# msg_action_photo_remove_f
source: deleted the group chat photo
ru_ru: удалила фотографию беседы
uk_ua: видалила фотографію бесіди

# msg_action_pin_m
source: pinned a
ru_ru: закрепил
uk_ua: закріпив

# msg_action_pin_f
source: pinned a
ru_ru: закрепила
uk_ua: закріпила

# msg_action_unpin_m
source: unpinned a
ru_ru: открепил
uk_ua: відкріпив

# msg_action_unpin_f
source: unpinned a
ru_ru: открепила
uk_ua: відкріпила

# msg_action_rename_m
source: changed the group chat name to
ru_ru: изменил название беседы на
uk_ua: змінив назву бесіди на

# msg_action_rename_f
source: changed the group chat name to
ru_ru: изменила название беседы на
uk_ua: змінила назву бесіди на

# msg_action_screenshot_m
source: took a screenshot
ru_ru: сделал скриншот
uk_ua: зробив скриншот

# msg_action_screenshot_f
source: took a screenshot
ru_ru: сделала скриншот
uk_ua: зробила скриншот

# msg_action_accepted_message_request_m
source: accepted your message request
ru_ru: принял ваш запрос на переписку
uk_ua: прийняв ваш запит на листування

# msg_action_accepted_message_request_f
source: accepted your message request
ru_ru: приняла ваш запрос на переписку
uk_ua: прийняла ваш запит на листування

# msg_action_invite_user_by_call_m
source: invited
ru_ru: пригласил в звонок
uk_ua: запросив до дзвінка

# msg_action_invite_user_by_call_f
source: invited
ru_ru: пригласила в звонок
uk_ua: запросила до дзвінка

# msg_action_invite_user_by_call_join_link_m
source: joined the call via link
ru_ru: присоединился к звонку по ссылке
uk_ua: приєднався до дзвінка за посиланням

# msg_action_invite_user_by_call_join_link_f
source: joined the call via link
ru_ru: присоединилась к звонку по ссылке
uk_ua: приєдналася до дзвінка за посиланням

# msg_action_style_update_m
source: changed the chat theme to
ru_ru: изменил оформление чата на
uk_ua: змінив оформлення чату на

# msg_action_style_update_f
source: changed the chat theme to
ru_ru: изменила оформление чата на
uk_ua: змінила оформлення чату на

# msg_action_style_reset_m
source: reset the chat theme
ru_ru: сбросил оформление чата
uk_ua: скинув оформлення чата

# msg_action_style_reset_f
source: reset the chat theme
ru_ru: сбросила оформление чата
uk_ua: скинула оформлення чата

# msg_expired
source: Message self-destructed
ru_ru: Сообщение исчезло
uk_ua: Повідомлення щезло

source: Member
ru_ru: Участник
uk_ua: Учасник

# member_nom
source: {0} member
ru_ru: {0} участник
uk_ua: {0} учасник

# member_gen
source: {0} members
ru_ru: {0} участника
uk_ua: {0} учасники

# member_plu
source: {0} members
ru_ru: {0} участников
uk_ua: {0} учасникiв

source: Incoming call
ru_ru: Входящий звонок
uk_ua: Вхідний дзвінок

source: Outgoing call
ru_ru: Исходящий звонок
uk_ua: Вихідний дзвінок

# call_cancelled
source: Cancelled
ru_ru: Отменён
uk_ua: Скасований

# call_declined
source: Declined
ru_ru: Отклонён
uk_ua: Відхилений

# call_missed
source: Missed
ru_ru: Пропущен
uk_ua: Пропущений

source: from
ru_ru: от
uk_ua: вiд

source: Watch
ru_ru: Посмотреть
uk_ua: Переглянути

source: Play
ru_ru: Слушать
uk_ua: Слухати

source: Reply
ru_ru: Ответить
uk_ua: Відповісти

source: Reply privately
ru_ru: Ответить лично
uk_ua: !!Ответить лично

source: Forward
ru_ru: Переслать
uk_ua: Переслати

source: Forward here
ru_ru: Переслать сюда
uk_ua: Переслать сюди

# mark_important
source: Mark as important
ru_ru: Отметить как важное
uk_ua: Відмітити як важливе

# unmark_important
source: Unmark
ru_ru: Снять отметку
uk_ua: Зняти відмітку

source: Edit
ru_ru: Редактировать
uk_ua: Редагувати

source: Pin
ru_ru: Закрепить
uk_ua: Закріпити

source: Unpin
ru_ru: Открепить
uk_ua: Відкріпити

source: Go to message
ru_ru: Перейти к сообщению
uk_ua: Перейти до повідомлення

# mark_spam
source: Mark as spam
ru_ru: Отметить как спам
uk_ua: Це спам

# chat_clear_history
source: Clear message history
ru_ru: Очистить историю
uk_ua: Очистити історію

# mark_read
source: Mark as read
ru_ru: Отметить прочитанным
uk_ua: Позначити прочитаним

# mark_unread
source: Mark as unread
ru_ru: Отметить непрочитанным
uk_ua: Позначити непрочитаним

# notifications_enable
source: Enable notifications
ru_ru: Включить уведомления
uk_ua: Увімкнути сповіщення

# notifications_disable
source: Disable notifications
ru_ru: Отключить уведомления
uk_ua: Вимкнути сповіщення

# lp_act_typing_multi
source: is typing
ru_ru: печатают
uk_ua: друкують

# lp_act_typing_single
source: is typing
ru_ru: печатает
uk_ua: друкує

# lp_act_voice_multi
source: recording audio
ru_ru: записывают аудио
uk_ua: записують аудiо

# lp_act_voice_single
source: recording audio
ru_ru: записывает аудио
uk_ua: записує аудiо

# lp_act_photo_multi
source: is sending a photo
ru_ru: отправляют фото
uk_ua: надсилають фото

# lp_act_photo_single
source: is sending a photo
ru_ru: отправляет фото
uk_ua: надсилає фото

# lp_act_video_multi
source: is sending a video
ru_ru: отправляют видео
uk_ua: надсилають відео

# lp_act_video_single
source: is sending a video
ru_ru: отправляет видео
uk_ua: надсилає відео

# lp_act_file_multi
source: is sending a file
ru_ru: отправляют файл
uk_ua: надсилають файл

# lp_act_file_single
source: is sending a file
ru_ru: отправляет файл
uk_ua: надсилає файл

# im_status_more
source: and {0} more
ru_ru: и ещё {0}
uk_ua: і ще {0}

# wnd_attachmentpicker
source: Choose...
ru_ru: Выберите...
uk_ua: Виберiть...

# wnd_peerprofile
source: Profile
ru_ru: Профиль
uk_ua: Профiль

# wnd_gallery
source: Image viewer
ru_ru: Просмотр изображений
uk_ua: Перегляд зображень

# wnd_audioplayer
source: Audio player
ru_ru: Аудиоплеер
uk_ua: Аудіоплеєр

# atchpicker_doctype_animations
source: Animations
ru_ru: Анимации
uk_ua: Анімації

# atchpicker_doctype_archives
source: Archives
ru_ru: Архивы
uk_ua: Архіви

# atchpicker_doctype_audio
source: Audio
ru_ru: Аудио
uk_ua: Аудіо

# atchpicker_doctype_books
source: Books
ru_ru: Книги
uk_ua: Книги

# atchpicker_doctype_other
source: Other
ru_ru: Прочее
uk_ua: Інше

# atchpicker_doctype_pictures
source: Pictures
ru_ru: Картинки
uk_ua: Зображення

# atchpicker_doctype_texts
source: Texts
ru_ru: Текстовые
uk_ua: Текстові

# atchpicker_doctype_video
source: Video
ru_ru: Видео
uk_ua: Відео

# atchpicker_upload_photo
source: Upload photo
ru_ru: Загрузить фотографию
uk_ua: Завантажити фотографію

# atchpicker_upload_video
source: Upload video
ru_ru: Загрузить видео
uk_ua: Завантажити відео

# upload_error
source: Unable to upload the file
ru_ru: Не удалось загрузить файл
uk_ua: Не вдалося завантажити файл

# pp_friend_accept
source: Accept
ru_ru: Принять
uk_ua: Приняти

# pp_friend_add
source: Add friend
ru_ru: В друзья
uk_ua: До друзів

# pp_friend_decline
source: Decline
ru_ru: Отклонить
uk_ua: Відмовити

# pp_friend_delete
source: Delete friend
ru_ru: Удалить из друзей
uk_ua: Прибрати з друзів

# pp_friend_request
source: Request sent
ru_ru: Запрос отправлен
uk_ua: Запит надіслано

# pp_friend_your
source: Your friend
ru_ru: Ваш друг
uk_ua: Ваш друг

# pp_profile
source: VK profile
ru_ru: Профиль VK
uk_ua: Профiль VK

# pp_group
source: VK group
ru_ru: Группа VK
uk_ua: Спільнота VK

# pp_allow
source: Allow messages
ru_ru: Разрешить сообщения
uk_ua: Дозволити повідомлення

# pp_deny
source: Deny messages
ru_ru: Запретить сообщения
uk_ua: Заборонити повідомлення

# pp_unpin_message
source: Unpin message
ru_ru: Открепить сообщение
uk_ua: Відкріпити повідомлення

# pp_exit_chat
source: Leave chat
ru_ru: Выйти из чата
uk_ua: Вийти з чату

# pp_exit_channel
source: Leave channel
ru_ru: Покинуть канал
uk_ua: Покинути канал

# pp_return_chat
source: Return to chat
ru_ru: Вернуться в чат
uk_ua: Повернувся в чат

# pp_return_channel
source: Return to channel
ru_ru: Вернуться в канал
uk_ua: Повернутися до каналу

# pp_search_members
source: Search members
ru_ru: Поиск участников
uk_ua: Пошук учасників

# pp_attachments_photo
source: Photos from the chat will be displayed here
ru_ru: Здесь будут отображаться фотографии из чата
uk_ua: Тут будуть відображатися фотографії з чату

# pp_attachments_video
source: Videos from the chat will be displayed here
ru_ru: Здесь будут отображаться видео из чата
uk_ua: Тут будуть відображатися відео з чату

# pp_attachments_audio
source: Music from the chat will be displayed here
ru_ru: Здесь будет отображаться музыка из чата
uk_ua: Тут відображатиметься музика з чату

# pp_attachments_doc
source: Files from the chat will be displayed here
ru_ru: Здесь будут отображаться файлы из чата
uk_ua: Тут будуть відображатися файли з чату
