Repository: Elorucov/Laney-Avalonia
Catalog: L2/Assets/i18n/Resources.*.resx
Languages: ru_ru, uk_ua

# pp_attachments_share
source: Links from the chat will be displayed here
ru_ru: Здесь будут отображаться ссылки из чата
uk_ua: Тут відображатимуться посилання з чату

source: admin
ru_ru: админ
uk_ua: адмiн

# created_on_m
source: created this chat
ru_ru: создал чат
uk_ua: створив чат

# created_on_f
source: created this chat
ru_ru: создала чат
uk_ua: створила чат

# invited_by_m
source: invited by {0} on
ru_ru: пригласил {0}
uk_ua: запросив {0}

# invited_by_f
source: invited by {0} on
ru_ru: пригласила {0}
uk_ua: запросила {0}

# pp_member_admin_add
source: Appoint as administrator
ru_ru: Назначить администратором
uk_ua: Призначити адмiнiстратором

# pp_member_admin_remove
source: Dismiss administrator
ru_ru: Разжаловать администратора
uk_ua: Розжалувати адмiнiстратора

# pp_member_kick
source: Remove from chat
ru_ru: Исключить из чата
uk_ua: Виключити з бесiди

# stp_your_story
source: Your story
ru_ru: Ваша история
uk_ua: Ваша історія

# stp_deleted
source: Story deleted
ru_ru: История удалена
uk_ua: Історію видалено

# stp_expired
source: The story could have been viewed within 24 hours after being created
ru_ru: Историю можно было посмотреть в течение 24 часов после публикации
uk_ua: Історію можна було переглянути протягом 24 годин після публікації

# stp_private
source: Story hidden by author
ru_ru: Автор скрыл историю
uk_ua: Автор приховав історію

# settings_general
source: General
ru_ru: Основные
uk_ua: Основні

# settings_appearance
source: Appearance
ru_ru: Внешний вид
uk_ua: Зовнішній вигляд

# settings_notifications
source: Notifications
ru_ru: Уведомления
uk_ua: Сповіщення

# settings_privacy
source: Privacy
ru_ru: Приватность
uk_ua: Конфіденційність

# settings_blacklist
source: Black list
ru_ru: Чёрный список
uk_ua: Чорний список

source: Restart required
ru_ru: Перезапустите приложение
uk_ua: Перезапустіть додаток

# restart_required_ext
source: Restart the app to apply this setting
ru_ru: Эта настройка вступит в силу после перезапуска приложения
uk_ua: Це налаштування набуде чинності після перезапуску програми

# st_lang
source: Language
ru_ru: Язык
uk_ua: Мова

# st_send_method
source: Message sending options
ru_ru: Параметры отправки сообщения
uk_ua: Параметри надсилання повiдомлень

# st_send_method_1
source: Enter — send
ru_ru: Enter — отправка
uk_ua: Enter — надсилання

# st_send_method_1_desc
source: Shift + Enter — line break
ru_ru: Shift + Enter — перенос строки
uk_ua: Shift + Enter — перенесення рядка

# st_send_method_2
source: Ctrl + Enter — send
ru_ru: Ctrl + Enter — отправка
uk_ua: Ctrl + Enter — надсилання

# st_send_method_2_desc
source: Enter — line break
ru_ru: Enter — перенос строки
uk_ua: Enter — перенесення рядка

# st_send_dpl
source: Don't parse links
ru_ru: Не создавать сниппет ссылки
uk_ua: Не створювати сніпет посилання

# st_send_nomentions
source: Disable mentions
ru_ru: Не уведомлять об упоминании
uk_ua: Не сповіщувати про згадки

# st_stickers
source: Stickers
ru_ru: Стикеры
uk_ua: Стікери

# st_stickers_suggest
source: Suggest stickers
ru_ru: Подсказывать стикеры
uk_ua: Підказувати стікери

# st_stickers_suggest_desc
source: Matching stickers will appear when you type certain words or emojis
ru_ru: При вводе смайлов и некоторых слов будут показываться подсказки стикеров
uk_ua: При виборі смайлів або введенні деяких слів будуть відображатися підказки стікерів

# st_stickers_animate
source: Animated stickers
ru_ru: Анимированные стикеры
uk_ua: Анімовані стікери

# st_stickers_animate_desc
source: Animated stickers will be played automatically
ru_ru: Стикеры с анимацией будут проигрываться автоматически
uk_ua: Стікери з анімацією програватимуться автоматично

# st_theme
source: Mode
ru_ru: Тема
uk_ua: Тема

# st_theme_system
source: System
ru_ru: Системная
uk_ua: Системна

# st_theme_light
source: Light
ru_ru: Светлая
uk_ua: Світла

# st_theme_dark
source: Dark
ru_ru: Тёмная
uk_ua: Темна

# st_chat_item_rows
source: Chat list
ru_ru: Список чатов
uk_ua: Список чатiв

# st_chat_item_rows_2
source: Two line
ru_ru: Двухстрочный
uk_ua: Дворядковий

# st_chat_item_rows_3
source: Three line
ru_ru: Трёхстрочный
uk_ua: Трирядковий

# about_offical_group
source: Our community
ru_ru: Наше сообщество
uk_ua: Наша спільнота

# about_offical_group_desc
source: Ask questions or report bugs
ru_ru: Задавайте вопросы или сообщите об ошибках
uk_ua: Задавайте питання або повідомте про помилки

# about_libs
source: Used libraries
ru_ru: Используемые библиотеки
uk_ua: Використовувані бібліотеки

# about_vk_privacy
source: VK Privacy Policy
ru_ru: Политика конфиденциальности ВК
uk_ua: Політика конфіденційності ВК

# about_vk_terms
source: VK Terms of Service
ru_ru: Пользовательское соглашение ВК
uk_ua: Угода користувача ВК

# about_dev
source: Developed by
ru_ru: Разработчик:
uk_ua: Розробник:

# about_dev2
source: Elchin Orujov
ru_ru: Эльчин Оруджев

# chat_creation_title
source: New chat
ru_ru: Новый чат
uk_ua: Нова бесіда

# chat_creation_name_watermark
source: Name
ru_ru: Название
uk_ua: Назва

# chat_creation_name_footnote
source: Enter a name and upload an optional photo
ru_ru: Введите название и при желании загрузите фотографию
uk_ua: Введіть назву і за бажанням завантажте фотографію

# msg_delete_dialog_single_title
source: Delete message
ru_ru: Удалить сообщение
uk_ua: Видалити повідомлення

# msg_delete_dialog_single_question
source: Delete message?
ru_ru: Удалить сообщение?
uk_ua: Видалити повідомлення?

# msg_delete_dialog_multi_title
source: Delete messages
ru_ru: Удалить сообщения
uk_ua: Видалити повідомлення

# msg_delete_dialog_multi_question
source: Delete messages?
ru_ru: Удалить сообщения?
uk_ua: Видалити повідомлення?

# msg_delete_dialog_text_nom
source: Are you sure you want to delete {0} message?
ru_ru: Вы действительно хотите удалить {0} сообщение?
uk_ua: Ви дійсно хочете видалити {0} повідомлення?

# msg_delete_dialog_text_gen
source: Are you sure you want to delete {0} messages?
ru_ru: Вы действительно хотите удалить {0} сообщения?
uk_ua: Ви дійсно хочете видалити {0} повідомлення?

# msg_delete_dialog_text_plu
source: Are you sure you want to delete {0} messages?
ru_ru: Вы действительно хотите удалить {0} сообщений?
uk_ua: Ви дійсно хочете видалити {0} повідомлень?

# delete_for_all
source: Delete for everyone
ru_ru: Удалить для всех
uk_ua: Видалити для всіх

# message_deleted_single
source: Message deleted.
ru_ru: Сообщение удалено.
uk_ua: Повідомлення видалено.

# message_deleted_multi
source: Messages deleted.
ru_ru: Сообщения удалены.
uk_ua: Повідомлення видалені.

# message_spam_single
source: Message marked as spam and deleted.
ru_ru: Сообщение было помечено как спам и удалено.
uk_ua: Повідомлення було позначено як спам і видалено.

# message_spam_multi
source: Messages marked as spam and deleted.
ru_ru: Сообщения были помечены как спам и удалены.
uk_ua: Повідомлення були позначені як спам і видалені.

# sharing_messages
source: Forward messages
ru_ru: Переслать сообщения
uk_ua: Переслати повідомлення

# sharing_user
source: In private message
ru_ru: В личные сообщения
uk_ua: В приватні повідомлення

# sharing_group
source: To community messages
ru_ru: В сообщения сообщества
uk_ua: В повідомлення спільноти

# msg_search_user
source: Search in chat with {0} {1}
ru_ru: Поиск в чате с {0} {1}
uk_ua: Пошук у чаті з {0} {1}

# msg_search_group
source: Search in chat with \"{0}\"
ru_ru: Поиск в чате с «{0}»
uk_ua: Пошук у чаті з «{0}»

# msg_search_chat
source: Search in chat \"{0}\"
ru_ru: Поиск в чате «{0}»
uk_ua: Пошук у чаті «{0}»

# in_chat
source: in chat \"{0}\"
ru_ru: в чате «{0}»
uk_ua: у чаті «{0}»

# reactions_nom
source: {0} reaction
ru_ru: {0} реакция
uk_ua: {0} реакція

# reactions_gen
source: {0} reactions
ru_ru: {0} реакции
uk_ua: {0} реакції

# reactions_plu
source: {0} reactions
ru_ru: {0} реакций
uk_ua: {0} реакцій

# chat_clear_modal_title
source: Delete all messages
ru_ru: Удалить все сообщения
uk_ua: Видалити всі повідомлення

# chat_clear_modal_text
source: Are you sure you want to delete all messages in this chat? This can't be undone
ru_ru: Вы действительно хотите удалить всю переписку в этом чате? Отменить это действие будет невозможно.
uk_ua: Ви дійсно хочете видалити листування в цьому чаті? Скасувати цю дію буде неможливо.

# chat_leave_modal_title
source: Leave chat?
ru_ru: Выйти из чата?
uk_ua: Покинути чат?

# chat_leave_modal_text
source: If you leave, you won't receive any new messages from this chat. You can only return if there is enough room.
ru_ru: Если вы покинете чат, вы не будете получать новые сообщения от участников. Вы сможете вернуться при наличии свободных мест.
uk_ua: Покинувши чат, ви не отримуватимете нових повідомлень від учасників. Ви зможете повернутися за наявності вільних місць.

# group_management_desc
source: Add Laney to your groups to stay in touch with their members and receive notifications when new messages arrive.
ru_ru: Добавьте в Laney ваши сообщества, чтобы оставаться на связи с их участниками и получать уведомления о новых сообщениях в них.
uk_ua: Додайте у Laney ваші спільноти, щоб залишатися на зв'язку з їх учасниками та отримувати сповіщення про нові повідомлення у них.

source: Templates
ru_ru: Шаблоны
uk_ua: Шаблони

# commtemplate_greeting
source: Hi
ru_ru: Привет
uk_ua: Привіт

# drop_quick
source: Quick send
ru_ru: Быстрая отправка
uk_ua: Швидке надсилання

# drop_without_compression
source: Send uncompressed
ru_ru: Отправка без сжатия
uk_ua: Надсилання без стискання

# drop_without_compression_desc
source: Drag and drop files here to attach them to the message
ru_ru: Перетащите сюда файлы, чтобы прикрепить их к сообщению
uk_ua: Перетягніть сюди файли, щоб прикріпити їх до повідомлення

# drop_photos_quick
source: Drag and drop photos here to attach them to the message
ru_ru: Перетащите сюда фотографии, чтобы прикрепить их к сообщению
uk_ua: Перетягніть сюди фотографії, щоб прикріпити їх до повідомлення

# drop_photos_file
source: Drag and drop photos here to attach them as files (uncompressed)
ru_ru: Перетащите сюда фотографии, чтобы прикрепить их как файлы (без сжатия)
uk_ua: Перетягніть сюди фотографії, щоб прикріпити їх як файли (без стискання)

# drop_videos_quick
source: Drag and drop videos here to attach them to the message
ru_ru: Перетащите сюда видео, чтобы прикрепить их к сообщению
uk_ua: Перетягніть сюди відео, щоб прикріпити їх до повідомлення

# drop_videos_file
source: Drag and drop videos here to attach them as files
ru_ru: Перетащите сюда видео, чтобы прикрепить их как файлы
uk_ua: Перетягніть сюди відео, щоб прикріпити їх як файли

source: Views
ru_ru: Просмотры
uk_ua: Перегляди

# views_nom
source: {0} view
ru_ru: {0} просмотр
uk_ua: {0} перегляд

# views_gen
source: {0} views
ru_ru: {0} просмотра
uk_ua: {0} перегляди

# views_plu
source: {0} views
ru_ru: {0} просмотров
uk_ua: {0} переглядів

# views_empty
source: No views
ru_ru: Нет просмотров

source: Continue
ru_ru: Продолжить
uk_ua: Продовжити

# writing_disabled_for_you
source: The chat administrator restricted you from messaging
ru_ru: Администратор чата запретил вам отправлять сообщения

# writing_disabled_for_you_until
source: The chat administrator restricted you from messaging until {0}
ru_ru: Администратор чата запретил вам отправлять сообщения до {0}

# writing_disabled_for_all
source: Only the administrator can write in this chat
ru_ru: В этот чат может писать только администратор

# writing_disabled_for_all_until
source: The chat administrator has restricted messaging until {0}
ru_ru: Администратор чата запретил отправлять сообщения до {0}
